{"0-2_transform-What if the gray sphere became a small green metal sphere?": ["what if the gray sphere became a small green metal sphere"], "1-2_transform-What if the cyan sphere became a purple sphere?": ["what if the cyan sphere became a purple sphere"], "2-2_transform-What if the yellow thing became a small thing?": ["what if the yellow thing became a small thing"], "3-2_transform-What if all the large metal cylinders became small purple cylinders?": ["what if all the large metal cylinder s became small purple cylinder s"], "4-2_transform-What if all the yellow cubes became large blue cubes?": ["what if all the yellow cube s became large blue cube s"], "5-2_transform-What if all the blue metal things became rubber things?": ["what if all the blue metal thing s became rubber thing s"], "6-2_transform-What if all the red things became large things?": ["what if all the red thing s became large thing s"], "7-2_transform-If all of the blue spheres became brown, how many brown things would there be?": ["if all of the blue sphere s became brown how many brown thing s would there be"], "8-2_transform-If all of the large green things became red, how many red things would there be?": ["if all of the large green thing s became red how many red thing s would there be"], "9-2_transform-If all of the red rubber things became green, how many green things would there be?": ["if all of the red rubber thing s became green how many green thing s would there be"], "10-2_transform-If all of the purple cylinders became gray, how many gray things would there be?": ["if all of the purple cylinder s became gray how many gray thing s would there be"], "11-2_transform-If all of the red spheres became blue, how many blue things would there be?": ["if all of the red sphere s became blue how many blue thing s would there be"], "12-2_transform-If all of the large brown things became blue cylinders, how many blue cylinders would there be?": ["if all of the large brown thing s became blue cylinder s how many blue cylinder s would there be"], "13-2_transform-If all of the large yellow rubber things became gray spheres, how many gray spheres would there be?": ["if all of the large yellow rubber thing s became gray sphere s how many gray sphere s would there be"], "14-2_transform-If all of the red rubber things became yellow cylinders, how many yellow cylinders would there be?": ["if all of the red rubber thing s became yellow cylinder s how many yellow cylinder s would there be"], "15-2_transform-If all of the large metal spheres became green cubes, how many green cubes would there be?": ["if all of the large metal sphere s became green cube s how many green cube s would there be"], "16-2_transform-If all of the large metal things became yellow cylinders, how many yellow cylinders would there be?": ["if all of the large metal thing s became yellow cylinder s how many yellow cylinder s would there be"], "17-2_transform-If all of the small red things became large, how many small things would there be?": ["if all of the small red thing s became large how many small thing s would there be"], "18-2_transform-If all of the small blue cubes became small, how many small things would there be?": ["if all of the small blue cube s became small how many small thing s would there be"], "19-2_transform-If all of the small spheres became small, how many small things would there be?": ["if all of the small sphere s became small how many small thing s would there be"], "20-2_transform-If all of the small blue rubber things became small, how many small things would there be?": ["if all of the small blue rubber thing s became small how many small thing s would there be"], "21-2_transform-If all of the large brown rubber things became large, how many large things would there be?": ["if all of the large brown rubber thing s became large how many large thing s would there be"]}