{"0-1_single_or-How many things are large metal cylinders or small gray things?": ["how many thing s are large metal cylinder s or small gray thing s"], "1-1_single_or-How many things are small metal things or large purple things?": ["how many thing s are small metal thing s or large purple thing s"], "2-1_single_or-How many things are red things or large green things?": ["how many thing s are red thing s or large green thing s"], "3-1_single_or-What number of things are rubber things or rubber cylinders?": ["what number of thing s are rubber thing s or rubber cylinder s"], "4-1_single_or-How many things are either small things or cylinders?": ["how many thing s are either small thing s or cylinder s"], "5-1_single_or-What number of small objects are either rubber cylinders or green metal things?": ["what number of small objects are either rubber cylinder s or green metal thing s"], "6-1_single_or-What number of small objects are either blue metal things or rubber things?": ["what number of small objects are either blue metal thing s or rubber thing s"], "7-1_single_or-How many small things are cylinders or metal things?": ["how many small thing s are cylinder s or metal thing s"], "8-1_single_or-What number of small things are rubber things or cylinders?": ["what number of small thing s are rubber thing s or cylinder s"], "9-1_single_or-What number of small objects are either metal cubes or red rubber things?": ["what number of small objects are either metal cube s or red rubber thing s"], "10-1_single_or-What number of yellow objects are large metal things or large rubber things?": ["what number of yellow objects are large metal thing s or large rubber thing s"], "11-1_single_or-How many yellow objects are rubber cylinders or rubber things?": ["how many yellow objects are rubber cylinder s or rubber thing s"], "12-1_single_or-How many purple things are rubber things or large things?": ["how many purple thing s are rubber thing s or large thing s"], "13-1_single_or-How many purple objects are either rubber things or cylinders?": ["how many purple objects are either rubber thing s or cylinder s"], "14-1_single_or-How many red objects are either large metal things or small rubber cylinders?": ["how many red objects are either large metal thing s or small rubber cylinder s"], "15-1_single_or-How many rubber things are either small spheres or large purple things?": ["how many rubber thing s are either small sphere s or large purple thing s"], "16-1_single_or-What number of rubber things are large spheres or large things?": ["what number of rubber thing s are large sphere s or large thing s"], "17-1_single_or-How many metal objects are either green things or large things?": ["how many metal objects are either green thing s or large thing s"], "18-1_single_or-What number of rubber objects are purple things or cylinders?": ["what number of rubber objects are purple thing s or cylinder s"], "19-1_single_or-What number of metal things are either large spheres or large red things?": ["what number of metal thing s are either large sphere s or large red thing s"], "20-1_single_or-What number of cylinders are either large rubber things or small blue rubber things?": ["what number of cylinder s are either large rubber thing s or small blue rubber thing s"], "21-1_single_or-What number of spheres are small gray things or small metal things?": ["what number of sphere s are small gray thing s or small metal thing s"], "22-1_single_or-How many cylinders are brown things or small rubber things?": ["how many cylinder s are brown thing s or small rubber thing s"], "23-1_single_or-How many spheres are either purple things or metal things?": ["how many sphere s are either purple thing s or metal thing s"], "24-1_single_or-What number of spheres are small cyan metal things or small rubber things?": ["what number of sphere s are small cyan metal thing s or small rubber thing s"]}