{"0-1_same_relate_restricted-How many other things are there of the same size as the cyan thing?": ["how many other thing s are there of the same size as the cyan thing"], "1-1_same_relate_restricted-What number of other objects are the same size as the red thing?": ["what number of other objects are the same size as the red thing"], "2-1_same_relate_restricted-What number of other things are there of the same size as the metal sphere?": ["what number of other thing s are there of the same size as the metal sphere"], "3-1_same_relate_restricted-What number of other objects are the same color as the small cylinder?": ["what number of other objects are the same color as the small cylinder"], "4-1_same_relate_restricted-What number of other objects are the same color as the large sphere?": ["what number of other objects are the same color as the large sphere"], "5-1_same_relate_restricted-What number of other things are the same color as the large cube?": ["what number of other thing s are the same color as the large cube"], "6-1_same_relate_restricted-What number of large spheres have the same material as the large yellow thing?": ["what number of large sphere s have the same material as the large yellow thing"], "7-1_same_relate_restricted-How many other blue things have the same material as the large blue thing?": ["how many other blue thing s have the same material as the large blue thing"], "8-1_same_relate_restricted-What number of large cubes have the same material as the cylinder?": ["what number of large cube s have the same material as the cylinder"], "9-1_same_relate_restricted-How many other small yellow things are the same shape as the small yellow metal thing?": ["how many other small yellow thing s are the same shape as the small yellow metal thing"], "10-1_same_relate_restricted-How many other small metal things have the same shape as the small green thing?": ["how many other small metal thing s have the same shape as the small green thing"], "11-1_same_relate_restricted-How many other rubber things are the same shape as the small yellow thing?": ["how many other rubber thing s are the same shape as the small yellow thing"], "12-1_same_relate_restricted-There is a gray rubber thing that is the same size as the brown rubber thing; what shape is it?": ["there is a gray rubber thing that is the same size as the brown rubber thing what shape is it"], "13-1_same_relate_restricted-There is a rubber thing that is the same size as the green metal thing; what is its shape?": ["there is a rubber thing that is the same size as the green metal thing what is its shape"], "14-1_same_relate_restricted-There is a red thing that is the same size as the metal cylinder; what shape is it?": ["there is a red thing that is the same size as the metal cylinder what shape is it"], "15-1_same_relate_restricted-What is the material of the cylinder that is the same color as the rubber cube?": ["what is the material of the cylinder that is the same color as the rubber cube"], "16-1_same_relate_restricted-There is a thing that is the same color as the small cylinder; what material is it?": ["there is a thing that is the same color as the small cylinder what material is it"], "17-1_same_relate_restricted-What material is the large thing that is the same color as the small rubber cube?": ["what material is the large thing that is the same color as the small rubber cube"]}