["msms", "sets", "instances", "vowel=", "t", "g=ol", "whenever", "vowel=e", "append", "constant", "bs", "s=q", "intact", "p=e", "sequence", "odd", "fifth", "in", "p=h", "put", "looking", "f", "g=n", "b=y", "consonents", "letters=b", "n=e", "n=u", "letters", "rule", "sub", "t=t", "mb", "ox", "s=f", "occasions", "additional", "vowel=w", "repetitions", "u=o", "n=b", "th", "suffix", "ending", "=f", "r=d", "u=", "consonanat=n", "consonant=v", "p=", "=t", "u=i", "2=a", "fourth", "consonanat=k", "<", "e", "p=s", "second", "combined", "precedes", "o=replace", "a=a", "leeter", "final", "2=r", "consonanat=s", "h=a", "bt", "so", "change", "s", "p", "appear", "ing", "r=m", "o=k", "column", "u=ia", "gr", "s=o", "repplace", "letters=d", "hp", "u=d", "begining", "written", "consonanat=d", "placed", "letters=o", "co", "=h", "changed", "moving", "n=double", "consenants", "there", "consonant=j", "type", "l=v", "t=p", "consonanat=c", "y=ol", "for", "consonant=t", "yg", "letters=f", "was", "numbers", "paring", "letters=u", "g=x", "b=l", "d=ol", "transform", "pair", "qd", "ad", "e=p", "v", "alphabets", "everyvowel", "l=", "et", "constants", "consonanat=i", "l=k", "way", "should", "ax", "o=v", "individual", "identify", "ga", "t=n", "wit", "you", "consonanat=g", "=e", "g=b", "a=k", "same", "afterwards", "letters=k", "j", "without", "commes", "ug", "a=v", "sure", "once", "consontant", "l=replace", "o=s", "consonanat=e", "s=m", "u=h", "using", "p=a", "present", "2=t", "l=r", "r=k", "m", "(", "consonanat=m", "your", "m=q", "r=h", "b=q", "combo", "consonanat=l", "have", "direcltly", "i=c", "l=b", "comes", "lm", "unchanged", "worded", "s=v", "replaec", "o=a", "d", "except", "first", "consonant=c", "omit", "combos", "leading", "consonate", "aeiou", "consonant=q", "qt", "twice", "applies", "non", "move", "a=u", "2=l", "inserted", "e=r", "a=replace", "a=ia", "occurrence", "ce", "consonanat=f", "letters=w", "take", "add", "d=c", "b=replace", "m=p", "c=r", "d=", "letters=g", "ends", "i=k", "remains", "means", "vowels", "o=h", "just", "itself", "replacement", "i=p", "follows", "through", "either", "c=u", "2=i", "k", "n=y", "these", "prior", "followed", "group", "i=h", "consonant=r", "t=c", "o=u", "to", "vowel", "frist", "go", "combination", "tr", "vise", "consonant=s", "consonant=p", "such", "substituted", "e=ia", "contains", "having", "2=f", "which", "combonation", "d=a", "i=replace", "than", "n=l", "letter", "u=w", "a=m", "row", "replaced", "replaces", "wr", "e=ol", "consonanat=u", "preceeds", "make", "/", "p=ol", "we", "eliminate", "possibly", "ontroduced", "leetter", "those", "m=n", "y=d", "removing", "becoming", "c=ia", "remaining", "consisting", "vowel=y", "f=a", "letters=q", "by", "re", "d=o", "3rd", "this", "d=y", "c=k", "l=q", "vowel=x", "takes", "letters=h", "u", "e=o", "o=d", "two", "absent", "bfore", "letters=p", "l=j", "letters=n", "consonanat=t", "ms", "can", "consonant=a", "2=x", "preceded", "extra", "s=ia", "inject", "r=", "b", "changing", "vowel=s", "m=k", "g=k", "least", "t=f", "n=k", "p=i", "ed", "missing", "behind", "look", "bm", "o=g", "consonanat=x", "2=w", "along", "consonant=i", "nl", "a=x", "i=o", "teh", "i=v", "e=t", "replace", "p=y", "n=f", "prefix", "digits", "that", "u=f", "n=h", "2=n", "stays", "d=h", "numbered", "h=o", "l=l", "a=j", "=v", "=w", "n=o", "g=o", "t=", "subsequent", "consonanat=h", "2=g", "unless", "combinations", "delete", "vowel=d", "c=n", "o=j", "finish", "td", "-", ")", "l=o", "constenant", "sixth", "if", "beggining", "h=d", "p=g", "=b", "i=double", "a=f", "=i", "consonant=b", "=", "nonvowel", "one", "siffix", "s=i", "consonant=d", "e=", "i=n", "d=x", "proceeding", ">", "ltter", "be", "t=a", "duplicate", "and", "2=v", "other", "r=t", "t=u", "after", "2=k", "e=x", "between", "respectively", "un", "all", "withan", "li", "o=t", "consonant=h", "consonant=e", "vowel=c", "i=f", "consonant=k", "even", "p=x", "c=h", "etc", "n", "p=ia", "begin", "r=y", "h=l", "y=ia", "exclude", "no", "togeter", "consonant=g", "vowel=r", "n=", "letters=y", "vowel=b", "double", "o=i", "gt", "appropriate", "but", "couples", "consonant=n", "consonanat=q", "e=n", "t=i", "changes", "consonant=w", "instance", "ca", "o=", "r=double", "2=c", "stats", "looked", "ass", "swapped", "s=e", "g=ia", "mo", "vowel=v", "t=h", "p=o", "=d", "alphabet", "u=e", "versa", "highlighted", "di", "consonanat=a", "s=h", "=s", "p=p", "paired", "exchange", "d=l", "vg", "p=t", "r", "vowel=t", "set", "removed", "2=s", "larding", "g=t", "i=x", "letters=e", "out", "o", "s=ol", "consonanat=o", "appears", "scan", "constonant", "immediately", "h=replace", "vr", "only", "receive", "2=b", "s=w", "es", "must", "c=", "2=q", "doubled", "following", "eg", "fs", "e=g", "m=l", "consonanat=b", "b=n", "c=ol", "skip", "ended", "letters=j", "latter", "aa", "receives", "t=o", "=p", "nb", "trailing", "preceeded", "of", "i", "w", "also", "single", "letters=v", "are", "s=j", "t=x", "front", "consonent", "y", "l=n", "l=ia", "with", "on", "s=r", "vowel=m", "m=a", "already", "o=ia", "n=s", "vowel=a", "s=d", "i=y", "p=f", "i=g", "c=d", "d=p", "starts", "unpaired", "m=ia", "sylable", "d=r", "next", "=y", "consonant=l", "occurrences", "leters", "f=k", "per", "e=replace", "u=q", "where", "e=i", "past", "=o", "amount", "preceding", "p=n", "o=l", "chains", "each", "total", "their", "=r", "vcd", "pairs", "t=ia", "e=a", "immediate", "follow", "rules", "doubles", "t=w", "s=replace", "p=replace", "added", "consonanat=r", "l=ol", "consonat", "i=ol", "l=f", "m=t", "anywhere", "consonants", "g=", "limited", "r=l", "r=ol", "o=b", "r=x", "another", "drop", "plus", "lettter", "l=a", "am", "use", ",", "consonanat=w", "vowel=k", "vowel=h", "h=ia", "occurs", "r=c", "gets", "chang", "pi", "vowel=l", "sr", "p=r", "e=u", "s=n", "letters=a", "endings", "consonant=f", "l", "complete", "consunant", "letters=t", "cs", "pre", "s=a", "end", "introduce", "consonanat=j", "=u", "letters=r", "introduced", "3", "u=replace", "r=e", "rs", "given", "eliminated", "at", "u=b", "last", "otherwise", "as", "leter", "t=k", "g", "pairings", "consent", "l=x", "u=x", "does", "any", "1st", "blend", "c=a", "u=y", "i=e", "p=v", "separated", "d=replace", "is", "2=o", "h=ol", "g=l", "ls", "were", "insert", "vowel=j", "s=p", "vowel=i", "sw", "nt", "o=ol", "characters", "transformation", "goes", "write", "d=b", "r=j", "gn", "replave", "apply", "beggingi", "had", "r=b", "part", ";", "h=e", "r=ia", "si", "us", "sencond", "vowel=g", "from", "wordif", "r=v", "character", "x", "consonant=m", "vowel=q", "vowel=n", "o=y", "relpaced", "2=d", "multiply", "place", "sound", "back", "well", "idea", "together", "=c", "noun", "replase", "everything", "ng", "e=f", "simply", "consonant=y", "o=r", "r=u", "=n", "spot", "deleted", "m=h", "d=g", "then", "=k", "or", "n=ol", "being", "becomes", "e=k", "n=w", "chain", "2=j", "when", "vowel=o", "substitute", "tt", "an", "d=k", "ie", "a=y", "=l", "t=ol", "nc", "order", "third", "said", "pore", "remain", "r=replace", "time", "duplicated", "whatever", "consonanat=p", "instead", "vowel=u", "atleast", "them", "arises", "p=w", "i=ia", "a", "get", "2nd", "beginnings", "i=m", "u=v", "has", "=g", "=m", "pairing", "f=p", "reusing", "q", "s=t", "sertain", "cluster", "m=replace", "they", "i=w", "st", "g=v", "g=p", "into", "do", "n=g", "letters=c", "off", "include", "c=o", "fe", "it", "n=ia", "a=h", "s=k", "g=c", "m=ol", "number", "pattern", "succession", "t=d", "anything", "keep", "forwards", "g=i", ":", "positions", "h=y", "become", "i=", "form", "begins", "consonanat=y", "1", "length", "e=q", "m=f", "vowel=p", "every", "work", "t=q", "letters=s", "n=replace", "previous", "d=m", "repeated", "s=g", "everytime", "left", "o=c", "h", "t=l", "inserting", "position", "find", "the", "both", "not", "begging", "continue", "c=replace", "h=k", "vowel=f", "four", "repeat", "shall", "sv", "a=ol", "like", "a=", "nothing", "beggingin", "u=j", "u=ol", "its", "start", "ceeding", "m=", "c=b", "consocnants", "s=", "+", "=q", "identified", "c", "ba", "2=h", "d=v", "pipi", "original", "e=c", "taken", "consonanat=v", "remove", "consant", "o=n", "transformed", "word", "consonant=u", "u=l", "e=e", "combonations", "t=replace", "consecutive", "letters=m", "sentence", "possible", "le", "r=g", "case", "leave", "precede", "=a", "n=m", "=j", "g=u", "alone", "n=q", "middle", "i=u", "2", "2=e", "right", "repalces", "iw", "directly", "words", "=x", "r=o", "series", "beginning", "before", "r=p", "b=ia", "d=w", "starting", "dobule", "consonant", "omitted", "wherever", "common"]