{"0-2_remove-What if you removed all of the blue metal things?": ["what if you removed all of the blue metal thing s"], "1-2_remove-What if you removed all of the gray metal things?": ["what if you removed all of the gray metal thing s"], "2-2_remove-What if you removed all of the yellow cubes?": ["what if you removed all of the yellow cube s"], "3-2_remove-What if you removed all of the yellow spheres?": ["what if you removed all of the yellow sphere s"], "4-2_remove-If you removed the small green things, how many things would be left?": ["if you removed the small green thing s how many thing s would be left"], "5-2_remove-If you removed the small blue things, how many things would be left?": ["if you removed the small blue thing s how many thing s would be left"], "6-2_remove-If you removed the brown cylinders, how many things would be left?": ["if you removed the brown cylinder s how many thing s would be left"], "7-2_remove-If you removed the metal things, how many things would be left?": ["if you removed the metal thing s how many thing s would be left"], "8-2_remove-If you removed the yellow things, how many cylinders would be left?": ["if you removed the yellow thing s how many cylinder s would be left"], "9-2_remove-If you removed the brown things, how many cylinders would be left?": ["if you removed the brown thing s how many cylinder s would be left"], "10-2_remove-If you removed the blue things, how many spheres would be left?": ["if you removed the blue thing s how many sphere s would be left"], "11-2_remove-If you removed the red things, how many spheres would be left?": ["if you removed the red thing s how many sphere s would be left"], "12-2_remove-If you removed the brown things, how many spheres would be left?": ["if you removed the brown thing s how many sphere s would be left"], "13-2_remove-If you removed the spheres, how many small things would be left?": ["if you removed the sphere s how many small thing s would be left"], "14-2_remove-If you removed the cylinders, how many small things would be left?": ["if you removed the cylinder s how many small thing s would be left"], "15-2_remove-If you removed the cubes, how many small things would be left?": ["if you removed the cube s how many small thing s would be left"], "16-2_remove-If you removed the cylinders, how many large things would be left?": ["if you removed the cylinder s how many large thing s would be left"], "17-2_remove-If you removed the cubes, how many large things would be left?": ["if you removed the cube s how many large thing s would be left"], "18-2_remove-If you removed the gray spheres, how many spheres would be left?": ["if you removed the gray sphere s how many sphere s would be left"], "19-2_remove-If you removed the green cubes, how many cubes would be left?": ["if you removed the green cube s how many cube s would be left"], "20-2_remove-If you removed the yellow cubes, how many cubes would be left?": ["if you removed the yellow cube s how many cube s would be left"], "21-2_remove-If you removed the red cubes, how many cubes would be left?": ["if you removed the red cube s how many cube s would be left"], "22-2_remove-If you removed the cyan cylinders, how many cylinders would be left?": ["if you removed the cyan cylinder s how many cylinder s would be left"]}