["so", "lm", "g", "one", "amount", "s=r", "=p", "aeiou", "latter", "were", "respectively", "s=ia", "vowel=q", "a", "start", "consonant=k", "sequence", "its", "either", "u=b", "aa", "consonat", "remaining", "separated", "add", "unpaired", "everyvowel", "four", "duplicated", "constants", "suffix", "g=u", "already", ":", "o=replace", "than", "vg", "i=ol", "rules", "their", "t=c", "numbers", "once", "transformed", "also", "well", "2nd", "/", "td", "prior", "l=v", "s=h", "=f", "final", "c=replace", "p=g", "n=", "=w", "un", "prefix", "beginning", "blend", "front", "ce", "siffix", "begining", "make", "except", "letters=p", "l=replace", "cs", "column", "consonanat=x", "n", "it", "highlighted", "li", "changed", "1st", "letters=o", "stats", "ba", "=r", "ug", "e=ia", "ltter", "i=v", "tt", "written", "u", "=h", "g=i", "that", "n=m", "inserting", "t=f", "b=replace", "2=j", "q", "m=l", "digits", "to", "common", "3", "j", "vowel=m", "k", "b=ia", "instead", "take", "e=replace", "row", "h=d", "=v", "placed", "takes", "consonanat=o", "yg", "t=ol", "include", "c=b", "nc", "m=", "letters=d", "insert", ";", "consonanat=v", "g=k", "instance", "fourth", "time", "p=a", "complete", "r=g", "without", "withan", "combined", "f", "t=a", "have", "p=f", "b=q", "s=w", "combo", "order", "number", "inject", "previous", "=l", "double", "deleted", "begins", "absent", "vowel=u", "combos", "letters=e", "vowel=n", "b", "o=i", "substituted", "odd", "possible", "p=r", "n=s", "spot", "eliminate", "letters=f", "vowel=h", "replacement", "l", "part", "n=replace", "on", "=t", "i=f", "anything", "characters", "=g", "not", "i=m", "o", "unchanged", "s", "where", "proceeding", "et", "write", "letters=b", "consonanat=i", "o=b", "multiply", "occasions", "follows", "doubled", "c=n", "letter", "two", "sure", "anywhere", "contains", "g=ia", "sentence", "g=c", "n=f", "chains", "identify", "consonanat=g", "d=c", "omit", "sub", "starts", "middle", "=u", "w", "length", "consonanat=n", "form", "replace", "letters=t", "sound", "introduce", "case", "m=ia", "occurs", "=i", "unless", "s=i", "is", "o=", "2=t", "way", "the", "s=a", "are", "2=k", "possibly", "r=ia", "gn", "consonant=s", "leter", "end", "consonant=f", "exchange", "gets", "character", "instances", "change", "chain", "ls", "afterwards", "other", "d=p", "r=x", "=q", "pair", "word", "=", "t=", "fe", "bfore", "there", "before", "look", "removed", "-", "larding", "subsequent", "us", "type", "=m", "sertain", "sets", "put", "letters", "every", "non", "p=e", "nonvowel", "vowel=j", "consonanat=w", "e=u", "inserted", "as", "when", "s=d", "such", "repeat", "consonant=q", "missing", "t=ia", "looked", "sw", "vowels", "leading", "3rd", "u=replace", "h=y", "even", "di", "th", "i=e", "forwards", "dobule", "receive", "and", "letters=r", "scan", "total", "repetitions", "=j", "(", "ga", "everything", "drop", "vowel=l", "u=l", "=s", "whenever", "noun", "bm", "ends", "d=y", "using", "must", "vise", "ad", "sr", "trailing", "n=b", "looking", "vowel=f", "from", "at", "comes", "group", "each", "i=k", "consonanat=j", "nl", "after", "twice", "ending", "chang", "only", "gt", "skip", "ax", "directly", "consonants", "idea", "letters=v", "e=ol", "swapped", "x", "consonant", "paired", "pairs", "pore", "changing", "s=v", "back", "or", "simply", "nb", "fifth", "this", "1", "of", "immediate", "an", "r=v", "qt", "e=e", "numbered", "reusing", "d=ol", "am", "l=", "given", "itself", "introduced", "consonent", "consant", "nothing", "d=a", "by", "sencond", "t=k", "=b", "h=a", "e=p", "follow", "es", "frist", "wherever", "applies", "m=replace", "limited", "into", "versa", "combination", "n=w", "vowel=d", "eg", "having", "c", "2=b", "combonations", "whatever", "l=n", "apply", "l=ia", "iw", "receives", "you", "replaced", "repalces", "consonant=d", "everytime", "o=c", "pi", "i", "appropriate", "consisting", "sv", "=y", "plus", "exclude", "d=", "si", "a=v", "following", "ed", "etc", "pairing", "alphabets", "these", "teh", "letters=w", "consonanat=f", "consonanat=b", "preceeds", "i=", "your", "vowel=b", "=e", "being", "preceding", "u=i", "=k", "place", "replaces", "behind", "least", "c=k", "all", "extra", "co", "consonate", "has", "ca", "another", "remain", "finish", "added", "endings", "otherwise", "p=y", "just", "e", "b=y", "o=ia", "appears", "r=m", "replase", "vowel", "eliminated", "begin", "=x", "y", "appear", "t=n", "pairings", "which", "substitute", "consunant", "do", "position", "positions", "those", "means", "succession", "find", "consonant=m", "ass", "g=ol", "combonation", "consonant=t", "if", "append", "keep", "arises", "precedes", "immediately", "o=t", "t=i", "r=ol", "letters=c", "consonents", "get", "begging", "become", "tr", "in", "g=", "remove", "e=t", "go", "shall", ")", "starting", ">", "same", "transformation", "alone", "=c", "leetter", "qd", "letters=n", "rs", "letters=h", "transform", "wr", "occurrence", "but", "commes", "letters=q", "bt", "2=o", "ie", "fs", "stays", "e=i", "consonanat=u", ",", "t=o", "consonanat=r", "ms", "l=q", "original", "le", "combinations", "move", "between", "out", "removing", "e=", "individual", "h=k", "gr", "we", "set", "o=k", "s=ol", "they", "mb", "s=q", "identified", "g=n", "consecutive", "replave", "vcd", "ing", "i=replace", "per", "series", "leeter", "s=m", "single", "hp", "intact", "u=f", "taken", "consocnants", "s=t", "r", "t", "preceded", "delete", "wordif", "had", "consenants", "2=r", "re", "r=l", "pre", "past", "vowel=v", "continue", "vowel=y", "cluster", "n=ol", "=a", "c=ol", "does", "consontant", "first", "with", "remains", "present", "through", "along", "wit", "should", "v", "second", "changes", "=d", "any", "beggining", "vowel=o", "be", "o=j", "was", "repplace", "vr", "ng", "letters=k", "followed", "consonanat=q", "third", "pattern", "vowel=s", "omitted", "worded", "ox", "nt", "use", "consent", "consonanat=y", "m", "st", "last", "constonant", "vowel=k", "=n", "vowel=t", "c=ia", "beginnings", "bs", "precede", "beggingin", "lettter", "g=p", "right", "alphabet", "t=replace", "togeter", "occurrences", "relpaced", "paring", "off", "sylable", "<", "t=x", "vowel=g", "+", "a=u", "repeated", "leave", "pipi", "n=q", "h=ol", "ceeding", "t=l", "for", "s=replace", "s=p", "them", "no", "h", "consonant=n", "couples", "r=e", "rule", "goes", "words", "additional", "consonanat=a", "o=l", "i=u", "vowel=x", "vowel=a", "r=j", "can", "consonanat=k", "left", "constenant", "r=replace", "together", "replaec", "mo", "p", "sixth", "p=ol", "consonanat=m", "vowel=", "preceeded", "next", "then", "both", "moving", "ontroduced", "work", "atleast", "consonanat=e", "vowel=p", "2", "t=t", "=o", "d", "t=d", "ended", "consonanat=h", "becomes", "n=g", "g=b"]