["consonant=f", "right", "aa", "four", "leter", "u=replace", "odd", "rs", "only", "vcd", "1", "=y", "plus", "beggingin", "t=c", "g=b", "become", "no", "does", "delete", "bs", "removed", "duplicated", "replace", "next", "remains", "gn", "consunant", "combos", "pair", "intact", "t=a", "vowel=t", "consant", "d=ol", "s=replace", "chain", "it", "use", "r=l", "vowel=m", "=u", "means", "letters", "wit", "g", ";", "so", "place", "combonations", "sencond", "am", "b=q", "transformation", "replacement", "placed", "us", "g=k", "s", "chang", "i=", "alone", "immediate", "finish", "constonant", "changing", "follow", "e=t", "stats", "g=u", "=t", "middle", "2=r", "move", "s=ol", "=f", "consonate", "2=b", "vowel=g", "consonanat=b", "p=r", "t=o", "every", "just", "sound", "sixth", "q", "vowel=y", "vowels", "2nd", "2=t", "removing", "consent", "letters=e", "order", "+", "repplace", "l=ia", "we", "consontant", "e=replace", "twice", "behind", "character", "previous", "y", "front", "sv", "consonanat=k", "n=w", "preceded", "leave", "i=v", "letter", "can", "vowel=u", "find", "r=replace", "consocnants", "letters=p", "left", "appropriate", "l=v", "vowel=", "e=p", "si", ",", "2", "o", "exclude", "vowel=h", "consonanat=m", "before", "ed", "o=k", "immediately", "f", "ba", "h=k", "b=replace", "along", "t=", "make", "r=g", "proceeding", "h=ol", "between", "li", "et", "replaces", "which", "comes", "instance", "pairings", "present", "together", "individual", "consonanat=a", "paired", "th", "begining", "consonents", "letters=v", "everytime", "receives", "es", "s=w", "highlighted", "last", "substituted", "put", "=", "letters=k", "nb", "prior", "h=a", "ug", "pipi", "sertain", "if", "u", "reusing", "blend", "t=f", "deleted", "looked", "worded", "them", "single", "precede", "gr", "p=g", "that", "consonanat=y", "alphabet", "b", "atleast", "o=b", "k", "s=a", "consonanat=e", "anywhere", "combinations", "consonant=s", "3rd", "n=q", "repeated", "inserted", "go", "additional", "a=u", "larding", "=o", "replaec", "these", "consonanat=n", "on", "relpaced", "le", "directly", "are", "pairs", "=s", "un", "where", "g=p", "p=f", "ontroduced", "fourth", "taken", "had", "g=", "wherever", "starting", "vowel=p", "p=ol", "l", "sub", "separated", "becomes", "b=ia", "consonanat=u", "after", "multiply", "etc", "write", "at", "2=k", "d=p", "per", "=n", "this", "from", "consonanat=i", "in", "latter", "d=y", "letters=c", "i=f", "hp", "c", "remaining", "lm", "amount", "replaced", "those", "t=n", "=a", "its", "part", "d=", "vowel=a", "=p", "n=replace", "constenant", "unless", "nothing", "followed", "letters=d", "w", "withan", "remain", "a", "e=i", "positions", "m=", "aeiou", "applies", "noun", "changes", "group", "way", "you", "repeat", "letters=w", "n=g", "everyvowel", "leading", "versa", "beggining", "vowel=x", "numbers", "but", "c=replace", "stays", "fe", "your", "o=", "precedes", "absent", "ax", "forwards", "h=y", "t=d", "drop", "re", "consonanat=v", "ga", "consonant=k", "ie", "through", "t=i", "consonant=d", "idea", "ceeding", "h", "pre", "letters=b", "endings", "m=ia", "letters=f", "get", "ms", "qt", "gets", "yg", "pi", "everything", "g=ol", "occasions", "than", "exchange", "suffix", "p=y", "back", "i=u", "nonvowel", "o=c", "add", "the", "ended", "lettter", "appears", "position", "by", "afterwards", "b=y", "t=ol", "u=f", "h=d", "given", "type", "receive", "c=ia", "o=ia", "i", "characters", "omit", "gt", "swapped", "extra", "combination", "vowel=f", "even", "di", "=m", "form", "letters=r", "vowel=s", "wordif", "other", "final", "teh", "g=i", "r=ia", "bt", "instead", "nc", "iw", "first", ")", "each", "end", "vowel=b", "number", "arises", "bfore", "either", "vowel=n", "l=n", "s=ia", "having", "consonent", "u=b", "vowel=d", "of", "commes", "pattern", "any", "e", "introduce", "d=a", "transform", "ltter", "being", "occurs", "eliminated", "spot", "i=replace", "sure", "frist", "l=q", "repalces", "has", "continue", "substitute", "p=a", "column", "and", "otherwise", "include", "-", "identified", "keep", "t", "e=u", "preceeds", "possible", "=g", "vowel=l", "letters=q", "with", "o=l", "eliminate", "couples", "sequence", "3", "introduced", "t=x", "to", "their", "then", "do", "s=p", "i=e", "original", "not", "there", "consonanat=o", "moving", "scan", "cs", "an", "s=i", "mo", "co", "letters=t", "r", "j", "have", "ending", "paring", "r=m", "two", "was", "n=m", "leetter", "fs", "tt", "=v", "d", "<", "t=replace", "beginnings", "well", "consonant=t", "anything", "sylable", "c=k", "vr", "m=replace", "combined", "p", "time", "i=ol", "they", "combo", "(", "or", "bm", "contains", "without", "ls", "omitted", "s=t", "takes", "i=m", "=l", "occurrence", "vg", "prefix", "doubled", "sentence", "e=ol", "should", "vowel=q", "=j", "added", "all", "siffix", "=b", "c=n", "n=s", "possibly", "out", "vowel=o", "missing", "case", "ng", "remove", "u=i", "respectively", "=r", "c=ol", "c=b", "start", "ad", "1st", "ox", "nt", "another", "rule", "consonanat=g", "n=ol", "u=l", "consonants", "r=x", "succession", "begin", "rules", "changed", "x", "vise", "following", "d=c", "consonant=m", "td", "change", "written", "take", "g=ia", "g=n", "one", "once", "qd", "words", "itself", "length", "follows", "vowel", "r=j", "s=h", "preceeded", "n=f", "m", "whenever", "sets", "o=t", "=k", "a=v", "limited", "consonanat=h", "sw", "e=", "double", "looking", "letters=n", "o=replace", "numbered", "s=q", "consonant=n", "=w", "identify", "s=r", "l=replace", "unpaired", "tr", "t=t", "pairing", "consonat", "simply", "also", "togeter", "vowel=k", "v", "i=k", "n=", "ass", "=d", "off", "consonanat=r", "consecutive", "whatever", "apply", "occurrences", "2=j", "consonanat=x", "nl", "least", "when", "fifth", "e=e", "wr", "both", "starts", "subsequent", "already", "series", "r=ol", "2=o", "n=b", "row", "for", ">", "repetitions", "instances", "consenants", "begins", "t=k", "look", "s=m", "shall", "work", "letters=o", "pore", "=h", "consonant=q", "digits", "cluster", "ca", "consonanat=q", "consonanat=j", "transformed", "l=", "leeter", "m=l", "o=j", "complete", "=x", "third", "such", "chains", "t=l", "except", "constants", "past", "appear", "append", "o=i", "second", "were", "eg", "=c", "vowel=j", "dobule", "ce", "=i", "as", "ends", "consonanat=f", "unchanged", "mb", "=q", "vowel=v", "letters=h", "must", "is", "alphabets", "g=c", "p=e", "consisting", "r=v", "e=ia", "goes", "ing", "sr", "/", "same", "replave", "r=e", "non", "be", "beginning", "preceding", "replase", "consonanat=w", "total", "trailing", "skip", "consonant", "insert", "s=d", "begging", "set", "n", "st", "common", "using", "inserting", "inject", "=e", "t=ia", "s=v", "combonation", "word", ":", "into"]