{"0-1_zero_hop-How many metal things are there?": ["how many metal thing s are there"], "1-1_zero_hop-What number of large things are there?": ["what number of large thing s are there"], "2-1_zero_hop-How many rubber cylinders are there?": ["how many rubber cylinder s are there"], "3-1_zero_hop-What number of gray rubber cubes are there?": ["what number of gray rubber cube s are there"], "4-1_zero_hop-What number of small metal cubes are there?": ["what number of small metal cube s are there"], "5-1_zero_hop-How many small things are there?": ["how many small thing s are there"], "6-1_zero_hop-There is a yellow thing; what shape is it?": ["there is a yellow thing what shape is it"], "7-1_zero_hop-What is the shape of the brown thing?": ["what is the shape of the brown thing"], "8-1_zero_hop-What is the shape of the purple thing?": ["what is the shape of the purple thing"], "9-1_zero_hop-What is the shape of the small yellow thing?": ["what is the shape of the small yellow thing"], "10-1_zero_hop-What is the shape of the small purple thing?": ["what is the shape of the small purple thing"], "11-1_zero_hop-What is the shape of the blue metal thing?": ["what is the shape of the blue metal thing"], "12-1_zero_hop-What is the purple thing made of?": ["what is the purple thing made of"], "13-1_zero_hop-What material is the gray thing?": ["what material is the gray thing"], "14-1_zero_hop-What material is the purple cylinder?": ["what material is the purple cylinder"], "15-1_zero_hop-What is the gray cube made of?": ["what is the gray cube made of"], "16-1_zero_hop-What is the small blue cube made of?": ["what is the small blue cube made of"], "17-1_zero_hop-What material is the small yellow thing?": ["what material is the small yellow thing"], "18-1_zero_hop-The cube is what color?": ["the cube is what color"], "19-1_zero_hop-What color is the metal sphere?": ["what color is the metal sphere"], "20-1_zero_hop-What is the color of the rubber cube?": ["what is the color of the rubber cube"], "21-1_zero_hop-The large cube is what color?": ["the large cube is what color"], "22-1_zero_hop-The rubber cube is what color?": ["the rubber cube is what color"], "23-1_zero_hop-The large metal thing has what color?": ["the large metal thing has what color"], "24-1_zero_hop-What is the size of the gray thing?": ["what is the size of the gray thing"], "25-1_zero_hop-What is the size of the gray sphere?": ["what is the size of the gray sphere"], "26-1_zero_hop-The green thing has what size?": ["the green thing has what size"], "27-1_zero_hop-The gray metal thing has what size?": ["the gray metal thing has what size"], "28-1_zero_hop-The brown metal thing has what size?": ["the brown metal thing has what size"], "29-1_zero_hop-The brown thing is what size?": ["the brown thing is what size"]}