["they", "c=ol", "vowel=j", "consonanat=g", "use", "=o", "consonate", "t=t", "commes", "2nd", "combo", "otherwise", "consisting", "remove", "vowel=", "b=q", "leave", ")", "additional", "worded", "h=y", "replaces", "between", "suffix", "stays", "time", "o=", "yg", "t=n", "are", "respectively", "2=j", "c=n", "letters=e", "=l", "combos", "ended", "become", "common", "vowel=b", "t=x", "four", "+", "receive", "-", "itself", "f", "i=v", "transform", "vr", "s=h", "begining", "replaced", "m=replace", "vowel=a", "vise", "deleted", "unchanged", "g=k", "possible", "before", "endings", "constonant", "original", "replase", "receives", "last", "exclude", "prior", "bm", "b", "combonation", "consonanat=v", "consonanat=r", "atleast", "r=ia", "plus", "dobule", "ga", "only", "replace", "no", "g=u", "o=ia", "if", "complete", "given", "added", "u=replace", "amount", "et", "d=ol", "repalces", "remain", "t=d", "ed", "wit", "beginnings", "consonant=n", "all", "whenever", "characters", "h", "vowel=v", "p=g", "tr", "already", "skip", "each", "e=i", "them", "wordif", "comes", "=n", "=y", "couples", "leetter", "u", "row", "re", "paring", "letters=f", "swapped", "goes", "aeiou", "well", "appears", "consonant=q", "alphabet", "have", "append", "sertain", "column", "versa", "1", "doubled", ":", "by", "q", "move", "gr", "position", "=x", "least", "can", "le", "appear", "=m", "t=o", "v", "p=f", "un", "transformation", "following", "c=ia", "blend", "where", "st", "eliminated", "c", "ng", "relpaced", "consonanat=i", "bs", "words", "per", "every", "l", "r=v", "fe", "letters", "second", "pair", "stats", "but", "chain", "n=ol", "b=y", "withan", "d=a", "di", "transformed", "larding", "then", "paired", "k", "/", "sequence", "change", "has", "c=k", "having", "=g", "occurrences", "or", "occasions", "nothing", "chang", "precedes", "mb", "your", "m=l", "should", "n=w", "g=ia", "length", "form", "proceeding", "idea", "drop", "letters=p", "l=v", "p=a", "n=q", "forwards", "appropriate", "b=replace", "out", "t=a", "pore", "include", "not", "apply", "a=u", "moving", "s=r", "you", "replacement", "consent", "using", "i=replace", "latter", "arises", "ends", "=j", "either", "first", "afterwards", "=a", "part", "consenants", "=w", "trailing", "delete", "an", "beginning", "2=r", "any", "instances", "other", "1st", ";", "changes", "r", "inserted", "removed", "ax", "sylable", "teh", "repetitions", "front", "=", "preceeds", "identify", "vowel=p", "nc", "precede", "instead", "x", "even", "leading", "consonanat=k", "spot", "s=i", "begin", "constants", "starting", "2=o", "consontant", "fs", "vowel", "one", "preceding", "which", "consonanat=w", "n=g", "of", "vg", "consonanat=n", "succession", "a", "ie", "o=replace", "letters=k", "next", "does", "repeated", "occurrence", "consocnants", "type", "e", "just", "qt", "w", "r=m", "t=f", "e=ia", "pipi", "looked", "off", "sound", "=c", "begging", "separated", "li", "alphabets", "right", "once", "s=t", "s=p", "cs", "consonant=f", "ad", "consonant=t", "consonanat=y", "taken", "i=m", "frist", "vowel=n", "except", "etc", "lettter", "twice", "along", "combination", "am", "replave", "eg", "rs", "d", "absent", "3rd", "there", "add", "sv", "intact", "anything", "final", "t", "after", "that", "bfore", "sentence", "with", "remaining", "l=n", "extra", "=v", "must", "pattern", "=t", "follow", "work", "<", "to", "also", "nl", "=e", "letters=v", "directly", "substitute", "vowel=q", "immediately", "end", "hp", "multiply", "consonanat=b", "beggining", "the", "d=y", "ce", "written", "such", "r=j", "consonents", "letters=t", "odd", "non", "omitted", "both", "applies", "(", "starts", "unless", "another", "nonvowel", "total", "than", "gets", "td", "consonant=k", "for", "whatever", "becomes", "inject", "it", "character", "look", "g", "u=l", "t=k", "leeter", "we", "ltter", "combinations", "shall", "=r", "i", "through", "t=replace", "take", "start", "looking", "those", "=q", "=d", "was", "order", "scan", "case", "pi", "two", "substituted", "its", "g=c", "m", "immediate", "so", "everyvowel", "r=e", "everything", "cluster", "bt", "y", "get", "consonent", "ing", "unpaired", "consonat", "instance", "j", "n", "introduced", "wherever", "gn", ">", "followed", "o=c", "third", "si", "this", "anywhere", ",", "pairings", "combined", "o", "=h", "place", "ending", "l=", "and", "from", "ontroduced", "fourth", "preceded", "t=l", "beggingin", "letter", "number", "same", "combonations", "2=b", "individual", "replaec", "left", "middle", "consonanat=j", "set", "lm", "p", "present", "=p", "consonanat=o", "constenant", "=f", "missing", "be", "togeter", "qd", "sw", "back", "word", "l=ia", "takes", "sets", "together", "nb", "vcd", "ba", "when", "means", "vowel=u", "b=ia", "finish", "as", "put", "vowels", "past", "changed", "numbers", "=i", "were", "their", "=s", "way", "placed", "repplace", "consonants", "o=l", "pairs", "reusing", "single", "vowel=s", "remains", "u=b", "changing", "chains", "th", "make", "mo", "s=ol", "everytime", "is", "sure", "double", "vowel=d", "t=ol", "e=t", "contains", "s", "inserting", "vowel=h", "pairing", "on", "identified", "s=d", "letters=d", "rule", "find", "i=", "iw", "letters=q", "follows", "had", "subsequent", "being", "sub", "nt", "d=c", "write", "siffix", "t=i", "go", "3", "i=k", "prefix", "consonant", "p=ol", "do", "at", "consonanat=a", "keep", "r=ol", "repeat", "digits", "2", "previous", "sr", "gt", "into", "sencond", "letters=r", "exchange", "alone", "consecutive", "in", "positions", "insert", "limited", "these", "e=replace", "rules", "introduce", "es", "co", "consonanat=f", "consunant", "begins", "consant", "possibly", "behind", "series"]